[
  {
    "url": "https://en.wikipedia.org/wiki/Persian_Inscriptions_on_Indian_Monuments",
    "paragraph": "Persian Inscriptions on Indian Monuments is a book written in Persian by Dr Ali Asghar Hekmat E Shirazi and published in 1956 and 1958 and 2013.  New edition contains the Persian texts of more than 200 epigraphical inscriptions found on historical monuments in India, many of which are currently listed as national heritage sites or registered as UNESCO world heritage, published in Persian; an English edition is also being printed.\n\n"
  },
  {
    "url": "https://en.wikipedia.org/wiki/Monument",
    "paragraph": "A monument is a type of structure that was explicitly created to commemorate a person or event, or which has become relevant to a social group as a part of their remembrance of historic times or cultural heritage, due to its artistic, historical, political, technical or architectural importance. Some of the first monuments were dolmens or menhirs, megalithic constructions built for religious or funerary purposes.  Examples of monuments include statues, (war) memorials, historical buildings, archaeological sites, and cultural assets. If there is a public interest in its preservation, a monument can for example be listed as a UNESCO World Heritage Site."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Monuments_of_National_Importance_of_India",
    "paragraph": "This article contains lists of Monuments of National Importance in India.\nAn Archaeological Sites and Remains Act, 1958 defines an \"Ancient Monument\" as follows:\nAncient Monument means any structure, erection or monument, or any tumulus or place of interment, or any cave, rock-sculpture, inscription or monolith which is of historical, archaeological or artistic interest and which has been in existence for not less than 100 years\nA \"Monument of National Importance\" is designated by the Archaeological Survey of India and includes the following:\nThe remains of an ancient monument\nThe site of an ancient monument\nThe land on which there are fences or protective covering structures for preserving the monument\nLand by means of which people can freely access the monument"
  },
  {
    "url": "https://en.wikipedia.org/wiki/Archaeological_Survey_of_India",
    "paragraph": "The Archaeological Survey of India (ASI) is an Indian government agency attached to the Ministry of Culture that is responsible for archaeological research and the conservation and preservation of cultural historical monuments in the country. It was founded in 1861 by Alexander Cunningham who also became its first Director-General."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Ancient_Monuments_Preservation_Act_1904",
    "paragraph": "The Ancient Monuments Preservation Act, 1904 was passed on 18 March 1904 by British India during the times of Lord Curzon. It is expedient to provide for the preservation of ancient monuments, for the exercise of control over traffic in antiquities and over excavation in certain places, and for the protection and acquisition in certain cases of ancient monuments and of objects of archaeological, historical or artistic interest. Act preserves and restores ancient Indian monuments by Archaeological Survey of India.\n\n"
  },
  {
    "url": "https://en.wikipedia.org/wiki/Khajuraho_Group_of_Monuments",
    "paragraph": "The Khajuraho Group of Monuments are a group of Hindu and Jain temples in Chhatarpur district, Madhya Pradesh, India, about 175 kilometres southeast of Jhansi. They are a UNESCO World Heritage Site. The temples are famous for their nagara-style architectural symbolism and their erotic sculptures.Most Khajuraho temples were built between 885 AD and 1050 AD by the Chandela dynasty. Historical records note that the Khajuraho temple site had 85 temples by the 12th century, spread over 20 square kilometers. Of these, only about 25 temples have survived, spread over six square kilometers. Of the surviving temples, the Kandariya Mahadeva Temple is decorated with a profusion of sculptures with intricate details, symbolism and expressiveness of ancient Indian art.When these monuments were built, the boys in the place lived in hermitages, by being brahmcharis (bachelor) until they attained manhood and these sculptures helped them to learn about the worldly role of 'householder'. The Khajuraho group of temples were built together but were dedicated to two religions, Hinduism and Jainism, suggesting a tradition of acceptance and respect for diverse religious views among Hindus and Jains in the region."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Kos_Minar",
    "paragraph": "The Kos Minars (translated: Mile Pillars) are medieval Indian milestones along the Grand Trunk Road in northern Indian subcontinent, that were introduced by the 16th-century Pashtun ruler Sher Shah Suri. Kos Minars were erected to serve as markers of distance along royal routes from Agra to Ajmer, Agra to Lahore, and from Agra to Mandu in the south.   \nMost of the Kos Minars are present in Uttar Pradesh, Rajasthan, Haryana, and Punjab by the roadsides, railway tracks, paddy fields and in many towns and villages.Kos Minars were described as a \"marvel of India\" by early European travellers such as Sir Thomas Roe and have been labeled as an integral part of India's ''national communication system\" by Archaeological Survey of India.\n\n"
  },
  {
    "url": "https://en.wikipedia.org/wiki/Former_Indian_National_Army_Monument",
    "paragraph": "The Former Indian National Army Monument (Chinese: 印度国民军纪念碑) is a historical site and a demolished war memorial at the Esplanade Park located at Connaught Drive within the downtown of Singapore."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Group_of_Monuments_at_Mahabalipuram",
    "paragraph": "The Group of Monuments at Mahabalipuram is a collection of 7th- and 8th-century CE religious monuments in the coastal resort town of Mahabalipuram, Tamil Nadu, India and a UNESCO World Heritage Site. It is on the Coromandel Coast of the Bay of Bengal, about 60 kilometres (37 mi) south of Chennai.The site has 40 ancient monuments and Hindu temples, including one of the largest open-air rock reliefs in the world: the Descent of the Ganges or Arjuna's Penance. The group contains several categories of monuments: ratha temples with monolithic processional chariots, built between 630 and 668; mandapa viharas (cave temples) with narratives from the Mahabharata and Shaivic, Shakti and Vaishna inscriptions in a number of Indian languages and scripts; rock reliefs (particularly bas-reliefs); stone-cut temples built between 695 and 722, and archaeological excavations dated to the 6th century and earlier.The monuments were built during the Pallava dynasty. Known as the Seven Pagodas in many colonial-era publications, they are also called the Mamallapuram temples or Mahabalipuram temples in contemporary literature. The site, restored after 1960, has been managed by the Archaeological Survey of India."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Bandar_Abbas_Vishnu_Temple",
    "paragraph": "The Vishnu Temple in Bandar Abbas, Iran is an historical monument constructed in 1310 AH (1892 AD) during the reign of Mohammad Hassan Khan Sa'd-ol-Malek. The temple is dedicated to Vishnu. The temple was built by the Indian community working for the British East India Company. The temple signifies a good commercial relationship between Iranian and Indian merchants during that period."
  },
  {
    "url": "https://en.wikipedia.org/wiki/List_of_tourist_attractions_in_Anantapur_district",
    "paragraph": "Anantapur is a city in  the Indian state of Andhra Pradesh. It was a position of strategic importance for the British Indian Army during the Second World War. Due to this, there are many forts around the area with historical significance."
  },
  {
    "url": "https://en.wikipedia.org/wiki/List_of_World_Heritage_Sites_in_India",
    "paragraph": "The United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage Sites are the important places of cultural or natural heritage as described in the UNESCO World Heritage Convention, established in 1945. India accepted the convention on 14 November 1977, making its sites eligible for inclusion on the list.\nThe first sites to be inscripted were Ajanta Caves, Ellora Caves, Agra Fort, and Taj Mahal, of which all were inscribed in the 1983 session of the World Heritage Committee. The latest site to be inscribed is Dholavira, Gujarat in 2021. As of July 2021, 19 of the 36 States and union territories of India are home to the World Heritage Sites, with Maharashtra having highest number of sites (5).At present, there are 40 World Heritage Sites located in India. Out of these, 32 are cultural, 7 are natural, and 1 is mixed (meeting both cultural and natural criteria), as determined by the organization's selection criteria. India has the sixth largest number of sites in the world."
  },
  {
    "url": "https://en.wikipedia.org/wiki/John_Wilson_(Scottish_missionary)",
    "paragraph": "John Wilson FRS (11 December 1804 – 1 December 1875) was a Scottish Christian missionary, orientalist and educator in the Bombay presidency, British India.\nIn 1828 he married Margaret Bayne and together they went as Christian missionaries of the Scottish Missionary Society to Bombay, India, arriving on 13 February 1829. He is the founder of Wilson College, Mumbai and Bombay University. He was also the president of the Asiatic Society of Bombay from 1835 to 1842; and was elected Moderator of the Free Church of Scotland in 1870."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Sancho",
    "paragraph": "The name Sancho is an Iberian name of Basque origin (Santxo, Santzo, Santso, Antzo, Sans). Sancho stems from the Latin name Sanctius. The feminine form is Sancha and the common patronymic is Sánchez.\nOutside the Spanish-speaking world, the name is especially associated with the literary character Sancho Panza."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Native_American_Heritage_Sites_(National_Park_Service)",
    "paragraph": "Native American heritage sites are sites specifically created in many National Park Sites in the United States to commemorate the contribution of the Native American cultures.  The term ‘Native American’ includes all cultural groups that predate the arrival of either western European or East coast explorers and settlers.  In this sense, Native Alaskans of both arctic and sub-arctic cultures are included with the American Indians of the continental United States.  Native Hawaiians are included as the traditional cultures of the islands.\nMany sites were created specifically to preserve the remains of cultures that no longer exist, such as Mesa Verde National Park or Russell Cave National Monument.  Some tell the story of a vibrant culture that continues to contribute to the American culture, as with Canyon de Chelly National Monument.  Yet others commemorate American Indian cultures that contributed to the development of an area, as Cape Cod National Seashore, or were a part of greater events in American history, such as Pea Ridge National Military Park.  The largest number preserve the historical contributions of the Native Cultures throughout time; included in these are Devils Tower National Monument, Pipestone National Monument, and Kaloko-Honokohau National Historical Park.\n\n"
  },
  {
    "url": "https://en.wikipedia.org/wiki/Hampi",
    "paragraph": "Hampi or Hampe, also referred to as the Group of Monuments at Hampi, is a UNESCO World Heritage Site located in east-central Karnataka, India.Hampi was the capital of the Vijayanagara Empire in the 14th century. Chronicles left by Persian and European travellers, particularly the Portuguese, say that Hampi was a prosperous, wealthy and grand city near the Tungabhadra River, with numerous temples, farms and trading markets. By 1500 CE, Hampi-Vijayanagara was the world's second-largest medieval-era city after Beijing, and probably India's richest at that time, attracting traders from Persia and Portugal. The Vijayanagara Empire was defeated by a coalition of Muslim sultanates; its capital was conquered, pillaged and destroyed by sultanate armies in 1565, after which Hampi remained in ruins.Located in Karnataka near the modern-era city of Hosapete, Hampi's ruins are spread over 4,100 hectares (16 sq mi) and it has been described by UNESCO as an \"austere, grandiose site\" of more than 1,600 surviving remains of the last great Hindu kingdom in South India that includes \"forts, riverside features, royal and sacred complexes, temples, shrines, pillared halls, mandapas, memorial structures, water structures and others\"."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Krishna%27s_Butterball",
    "paragraph": "Krishna's Butterball (also known as Vaan Irai Kal and Krishna's Gigantic Butterball) is a gigantic granite boulder resting on a short incline in the historical coastal resort town of Mamallapuram in Tamil Nadu state of India.Being part of the Group of Monuments at Mamallapuram, a UNESCO World Heritage Site built during 7th- and 8th-century CE as Hindu religious monuments by the Pallava dynasty, it is a popular tourist attraction. It is listed as a protected national monument by the Archeological Survey of India."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Flag_of_India",
    "paragraph": "The National Flag of India (Hindi: Tiraṅgā) is a horizontal rectangular tricolour of India saffron, white and India green; with the Ashoka Chakra, a 24-spoke wheel, in navy blue at its centre. It was adopted in its present form during a meeting of the Constituent Assembly held on 22 July 1947, and it became the official flag of the Dominion of India on 15 August 1947. The flag was subsequently retained as that of the Republic of India. In India, the term \"tricolour\" almost always refers to the Indian national flag. The flag is based on the Swaraj flag, a flag of the Indian National Congress designed by Pingali Venkayya.By law, the flag is to be made of khadi, a special type of hand-spun cloth or silk, made popular by Mahatma Gandhi. The manufacturing process and specifications for the flag are laid out by the Bureau of Indian Standards. The right to manufacture the flag is held by the Khadi Development and Village Industries Commission, who allocates it to regional groups. As of 2009, the Karnataka Khadi Gramodyoga Samyukta Sangha has been the sole manufacturer of the flag.\nUsage of the flag is governed by the Flag Code of India and other laws relating to the national emblems. The original code prohibited use of the flag by private citizens except on national days such as the Independence day and the Republic Day. In 2002, on hearing an appeal from a private citizen, Naveen Jindal, the Supreme Court of India directed the Government of India to amend the code to allow flag usage by private citizens. Subsequently, the Union Cabinet of India amended the code to allow limited usage. The code was amended once more in 2005 to allow some additional use including adaptations on certain forms of clothing. The flag code also governs the protocol of flying the flag and its use in conjunction with other national and non-national flags."
  },
  {
    "url": "https://en.wikipedia.org/wiki/AMASR_Act",
    "paragraph": "The Ancient Monuments and Archaeological Sites and Remains Act (or AMASR Act) is an act of parliament of the government of India that provides for the preservation of ancient and historical monuments and archaeological sites and remains of national importance, for the regulation of archaeological excavations and for the protection of sculptures, carvings and other like objects. It was passed in 1958.The Archaeological Survey of India functions under the provisions of this act.The rules stipulate that area in the vicinity of the monument, within 100 metres  is prohibited area. The area within 200 meters of the monument is regulated category. Any repair or modifications of buildings in this area requires prior permission."
  },
  {
    "url": "https://en.wikipedia.org/wiki/R._Nagaswamy",
    "paragraph": "Ramachandran Nagaswamy (10 August 1930 – 23 January 2022) was an Indian historian, archaeologist and epigraphist who was known for his work on temple inscriptions and art history of Tamil Nadu. He was an authority on Chola bronzes. \nNagaswamy became the inaugural director of the Tamil Nadu Archaeology Department in 1966, serving in that capacity till 1988. He also founded the annual Chidambaram Natyanjali festival in 1980. In 2018, he was awarded India's third-highest civilian award, the Padma Bhushan."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Dakota_War_of_1862",
    "paragraph": "The Dakota War of 1862, also known as the Sioux Uprising, the Dakota Uprising, the Sioux Outbreak of 1862, the Dakota Conflict, the U.S.-Dakota War of 1862, or Little Crow's War, was an armed conflict between the United States and several bands of eastern Dakota also known as the Santee Sioux. It began on August 18, 1862, at the Lower Sioux Agency along the Minnesota River in southwest Minnesota.The eastern Dakota, in exchange for money and other provisions, ceded large tracts of land to the United States in a series of treaties signed in 1837, 1851 and 1858. All four bands of eastern Dakota, particularly the Mdewakanton, were displaced and reluctantly moved to a reservation that was twenty miles wide, ten on both sides of the Minnesota River.  There they were encouraged by U.S. Indian agents to become farmers rather than continue their hunting traditions.: 2–4  A crop failure in 1861 followed by a harsh winter along with poor hunting due to depletion of the wild game by settlers led to starvation and severe hardship for many of the eastern Dakota. In the summer of 1862, tensions between the eastern Dakota, and the traders and Indian agents reached a breaking point due to the Indian agents being late with the U.S. government annuity payments owed to the eastern Dakota. The traders refused to extend credit to the tribesmen for food, in part because the traders suspected the payments might not arrive at all due to the American Civil War.: 116, 121 On August 17, 1862, four young native men killed five white settlers in Acton, Minnesota. That night, a faction of Little Crow's people decided to attack the Lower Sioux Agency the next morning in an effort to drive all settlers out of the Minnesota River valley.: 12  In the weeks that followed, Dakota warriors attacked and killed hundreds of settlers, causing thousands to flee the area.: 107  The Dakota were led by Chief Little Crow and took hundreds of \"mixed-blood\" and white hostages, almost all women and children. The demands of the Civil War slowed the U.S. government response, but on September 23, 1862, an army of volunteer infantry, artillery and citizen militia assembled by Governor Alexander Ramsey and led by Colonel Henry Hastings Sibley finally defeated Little Crow at the Battle of Wood Lake.: 63 By the end of the war, 358 settlers had been killed, in addition to 77 soldiers and 29 volunteers. The total number of Dakota casualties is unknown. On September 26, 1862, 269 \"mixed-blood\" and white hostages were released to Sibley's troops at Camp Release. Approximately 2,000 Dakota surrendered or were taken into custody, including at least 1,658 non-combatants, as well as those who had opposed the war and helped to free the hostages.: 233   Meanwhile, Little Crow and a group of 150 to 250 followers fled to the northern plains of Dakota Territory and Canada.: 83  In less than six weeks, a military commission, composed of officers from the Minnesota volunteer Infantry, sentenced 303 Dakota men to death. President Abraham Lincoln reviewed the convictions and approved death sentences for 39 out of the 303.: 72  On December 26, 1862, 38 were hanged in Mankato, Minnesota with one getting a reprieve. This was the largest one-day mass execution in American history. The United States Congress abolished the eastern Dakota and Ho-Chunk (Winnebago) reservations in Minnesota and declared their treaties null and void. In May 1863, the eastern Dakota and Ho-chunk encamped at Fort Snelling were exiled from Minnesota.  They were placed on riverboats and sent to a reservation in present-day South Dakota.  The Ho-Chunk were also initially forced to the Crow Creek reservation, but would later move to Nebraska near the Omaha people to form the Winnebago Reservation.: 76, 79–80 In 2021, the Minnesota state legislature and the Minnesota Historical Society (MNHS) transferred ownership of 115 acres of land back to the Lower Sioux Indian Community (LSIC), including about half of the lands near the Lower Sioux Agency and part of the historic site of battle. The MNHS and the LSIC have been jointly administering the site."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Timeline_of_Indian_history",
    "paragraph": "This is a timeline of Indian history, comprising important legal and territorial changes and political events in India and its predecessor states. To read about the background to these events, see History of India.  See also the list of governors-general of India, list of prime ministers of India and Years in India."
  },
  {
    "url": "https://en.wikipedia.org/wiki/List_of_national_monuments_of_the_United_States",
    "paragraph": "The United States has 129 protected areas known as national monuments. The president of the United States can establish a national monument by presidential proclamation, and the United States Congress can do so by legislation. The president's authority arises from the Antiquities Act of 1906, which allows the president to proclaim \"historic landmarks, historic and prehistoric structures, and other objects of historic or scientific interest\" as national monuments. Concerns about protecting mostly prehistoric Indian ruins and artifacts—collectively termed antiquities—on western federal lands prompted the legislation. Its purpose was to allow the president to quickly preserve public land without waiting for legislation to pass through an unconcerned Congress. The ultimate goal was to protect all historic and prehistoric sites on U.S. federal lands, and it has resulted in designation of a wide variety of ecological and historical sites. \nPresident Theodore Roosevelt established the first national monument, Devils Tower in Wyoming, on September 24, 1906. He established 18 national monuments, although only nine still retain that designation. Seventeen presidents have created national monuments under the Antiquities Act since the program began; only Richard Nixon, Ronald Reagan, and George H. W. Bush did not. Bill Clinton created 19 and expanded three others. Jimmy Carter protected vast parts of Alaska, proclaiming 15 national monuments, some of which later were promoted to national parks. President Barack Obama created or expanded 34 national monuments by proclamation, the most of any president, with over half a billion acres of public land and water protected.National monuments are located in 32 states, the District of Columbia, the Virgin Islands, American Samoa, the Minor Outlying Islands, and the Northern Mariana Islands. Arizona and California have the most national monuments, each with 18, followed by New Mexico with 13. At least seventy-four national monuments protect places of natural significance, including nineteen primarily for their geological features, eight marine sites, and eight volcanic sites (two of which are designated \"National Volcanic Monuments\"). At least sixty-two national monuments protect historic sites, including twenty-seven associated with Native Americans, nine relating to African American history, and eleven forts. Four have been designated World Heritage Sites. With the variety of resource types there is significant variation in the size of national monuments; the median size is roughly 3,500 acres (14 km2). The five largest national monuments are all oceanic marine sites that protect waters and submerged lands where commercial fishing is prohibited. \nMany former national monuments have been redesignated as national parks or another status by Congress, while others have been transferred to state control or disbanded."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Agrasen_Ki_Baoli",
    "paragraph": "Agrasen ki Baoli, designated a protected monument by the Archaeological Survey of India (ASI) under the Ancient Monuments and Archaeological Sites and Remains Act of 1958, is a 60-meter long and 15-meter wide historical step well on Hailey Road, near Connaught Place, Jantar Mantar in New Delhi, India.  Although there are no known historical records to prove who built Agrasen ki Baoli, it was originally built by the legendary king Agrasen, The Baoli is open daily from 9 AM to 5:30 PM."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Newspaper_Rock_State_Historic_Monument",
    "paragraph": "Newspaper Rock State Historic Monument is a Utah state monument featuring a rock panel carved with one of the largest known collections of petroglyphs. It is located in San Juan County, Utah, along Utah State Route 211, 28 miles (45 km) northwest of Monticello and 53 miles (85 km) south of Moab.\nIt is along the relatively well-traveled access road into the Needles district of Canyonlands National Park, 12 miles (19 km) from US 191 and 30 miles (48 km) from the park boundary. The 200-square-foot (19 m2) rock is a part of the vertical Wingate sandstone cliffs that enclose the upper end of Indian Creek Canyon, and is covered by hundreds of petroglyphs—one of the largest, best preserved and easily accessed groups in the Southwest. The petroglyphs feature a mixture of human, animal, material and abstract forms.\nNewspaper Rock was designated a State Historical Monument in 1961, and was added to the National Register of Historic Places listings in San Juan County, Utah as Indian Creek State Park in 1976."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Appomattox_Court_House_National_Historical_Park",
    "paragraph": "The Appomattox Court House National Historical Park is a preserved 19th-century village in Appomattox County, Virginia. The village is famous for the site of the Battle of Appomattox Court House, and contains the house of Wilmer McLean, where the surrender of the Army of Northern Virginia under Robert E. Lee to Union commander Ulysses S. Grant took place on April 9, 1865, effectively ending the American Civil War. The McLean House was the site of the surrender conference, but the village itself is named for the presence nearby of what is now preserved as the Old Appomattox Court House.\nThe park was established in 1935. The village was made a national monument in 1940 and a national historical park in 1954. It is located about 3 miles (4.8 km) east of Appomattox, Virginia, the location of the Appomattox Station and the \"new\" Appomattox Court House. It is in the center of the state about 25 miles (40 km) east of Lynchburg, Virginia. The park has a couple of dozen restored buildings, a few ruins, and some cemeteries."
  },
  {
    "url": "https://en.wikipedia.org/wiki/List_of_Confederate_monuments_and_memorials_in_South_Carolina",
    "paragraph": "Note: This is a sublist of List of Confederate monuments and memorials from the South Carolina section.\nThis is a list of Confederate monuments and memorials in South Carolina that were established as public displays and symbols of the Confederate States of America (CSA), Confederate leaders, or Confederate soldiers of the American Civil War. Part of the commemoration of the American Civil War, these symbols include monuments and statues, flags, holidays and other observances, and the names of schools, roads, parks, bridges, counties, cities, lakes, dams, military bases, and other public works.This list does not include items which are largely historic in nature such as historic markers or battlefield parks if they were not established to honor the Confederacy. Nor does it include figures connected with the origins of the Civil War or white supremacy, but not with the Confederacy.\nThere are at least 112 public spaces with Confederate monuments in the state of South Carolina.The state restricted the removal of memorials and statues with the South Carolina Heritage Act (2000), which states that \"no historical monument can be altered or moved without a two-thirds vote in both chambers of the state's General Assembly\"."
  },
  {
    "url": "https://en.wikipedia.org/wiki/Wiki_Loves_Monuments",
    "paragraph": "Wiki Loves Monuments (WLM) is an annual international photographic competition held during the month of September, organised worldwide by Wikipedia community members with the help of local Wikimedia affiliates across the globe. Participants take pictures of local historical monuments and heritage sites in their region, and upload them to Wikimedia Commons. The aim of event is to highlight the heritage sites of the participating countries with the goal to encourage people to capture pictures of these monuments, and to put them under a free licence which can then be re-used not only in Wikipedia but everywhere by everyone.\nThe first Wiki Loves Monuments competition was held in 2010 in the Netherlands as pilot project. The next year it spread to other countries in Europe and according to the Guinness Book of Records, the 2011 edition of the Wiki Loves Monuments broke the world record for the largest photography competition. In 2012, the competition was extended beyond Europe, with a total of 35 participating countries. During Wiki Loves Monuments 2012, more than 350,000 photographs of historic monuments were uploaded by more than 15,000 participants. In 2013, the Wiki Loves Monuments competition was held across six continents including Antarctica and had official participation from more than fifty countries around the world.  The 2016 edition of WLM was supported by UNESCO and saw 10,700 contestants from 43 countries who submitted 277,000 photos."
  },
  {
    "url": "https://en.wikipedia.org/wiki/List_of_Confederate_monuments_and_memorials",
    "paragraph": ""
  }
]